Repository: vacuumtechnology/LNX-SAL-A2L_SMRC1
Catalog: Localization.*.resx
Languages: es

# AskLogOff
source: Are you sure you want to log off?
es: Desea terminar sesion?

# AskPassword
source: Please enter your password to Log In.
es: Teclea palabra clave par Iniciar Sesion

source: Current Test Mode
es: Modo de Prueba

source: Current user
es: Usuario acual

# CycleStarted
source: Cycle started with Serial Number: '{0}'
es: Ciclo Inciado con Numero de Serie: '{0}'

# DoesNotHavePermission
source: Does not have permission to execute the command
es: No se tiene permiso para ejecutar el comando

# InvalidPassword
source: Invalid password entered. Please re-enter password:
es: Palabra clave Invalida. Intente de nuevo.

# IsNotValid
source: is not a valid command or serial number.
es: No es un comando valido

source: logged in
es: Sesion Inciada

source: Logged Off
es: Sesion Finalizada

source: minutes
es: minutos

# MustLogOff
source: must log off before a different user can log in.
es: Debe Finalizar sesion antes de iniciar una nueva

# OpLoggedOff
source: Operator logged out.
es: Operador cerro sesión

# OpNotLoggedIn
source: Operator not logged in.
es: Operador no inició sesión

# PasswordsDontMatch
source: Passwords don't match! Please re-enter.
es: Las contraseñas no coinciden! Favor de intentar de nuevo

# PleaseEnterPassword
source: Please enter a password!
es: Teclea palabra clave!

# PleaseLogIn
source: Please log in to the system first.
es: Favor de iniciar sesión en el sistema primero

# ScanLogin
source: Please scan 'LOGIN' or Badge Number to begin.
es: Por favor escanear credencial para entrar

source: Reset Complete
es: Reinicio completo

source: Reset Initiated
es: Reinicio iniciado

# Reset_Prompt
source: Resetting...
es: Reestableciendo...

# TestAborted
source: NO TEST: Operator aborted the test.
es: NO PRUEBA: Operador aborto la prueba.

# TestAborted_Prompt
source: Test aborted! Press ACKNOWLEDGE to continue...
es: Prueba abortada! Presionar RECONOCIMIENTO para continuar…

# BlankTestSelectPortFirst
source: Port not selected! Please select a port before scanning 'BLANK TEST'.
es: Puerto no seleccionado! Favor de seleccionar un puerto antes de escanear "PRUEBA EN BLANCO"

# SelectPort
source: Scan '{0}' to start test.
es: Escanear '{0}' para iniciar prueba.

source: Manual Commands
es: Comandos manuales

source: FAILED
es: RECHAZADO

# Passed
source: PASSED Cycle Step
es: Aceptable

source: Last Test Result:
es: Resultado prueba anterior:

# PortDisabled_Prompt
source: Port Disabled.
es: Puerto deshabilitado

# AskShutdown
source: Are you sure you want to shut down the system?
es: Desea Apagar el sistema?

# AskShutdownNotIdle
source: WARNING: The system is not at an idle state! Are you sure you want to shut down the system?
es: PRECAUCION: El sistema no esta en sestado inactivo; Seguro que desea apagarlo?

source: Model not found
es: modelo no encontrado

# ModelNumber
source: Model Number: {0}
es: Modelo Numero: {0}

# ModelNumberNotReady
source: System is not ready for a model number!
es: El sistema no esta listo para número de modelo

# ResetCheckPressure_Prompt
source: Checking if unit needs to be vented...
es: Comprobando si la unidad tiene que ser ventilada

# SelectModelPortNotSelected
source: Port not selected! Please select a port before scanning 'SELECT MODEL'.
es: Puerto no seleccionado! Favor de sleccionar un puerto antes de escanear "SELECCIONAR MODELO"

# ModelNumberRegex
source: (?<=Model Number:\s)[^\r^\n]*
es: (?<=Número de modelo:\s)[^\r^\n]*

# NotReadyForModel
source: System is not ready to select the model at this time.
es: El sistema no esta listo para seleccionar el model en este momento

# SelectModelNotAvailable
source: The system is not configured to use the 'SELECT MODEL' option.
es: El sistema no esta configurado para usar la opción "SELECCIONAR MODELO"

# SystemNotIdle
source: System must be idle to execute this command.
es: El sistema debe de preguntar para ejecutar el comando

# FailedTH
source: FAILED: {0:0.00}
es: RECHAZADO: {0:0.00}

# PassedTH
source: PASSED Cycle Step
es: Aceptable

# EnterStandby_Prompt
source: Entering stand-by mode. Please wait...
es: Entrando en modo de espera… Favor de esperar

# LowOilWarning_Prompt
source: H
es: Advertencia: Bajo nivel de aceite de la bomba de vacío

# TestAbortedTH
source: Test Aborted
es: Prueba abortada

source: Pressure Too High
es: Presión muy alta

# PressureTooHigh_Failed
source: FAILED: Pressure exceeded maximum range of baratron! Gross leak detected!
es: FALLO: Presión excede maximo rango de baratron! Fuga bruta detectada

source: Adjust Torrcons
es: Ajustar torrcons

# MustBeInManual
source: The system must be in Manual Mode to execute '{0}'.
es: El sistema debe estar en modo manual para ejecutar '{0}'

# AdjustTorrcons_Prompt
source: Communication with Torrcons has been halted. Adjust the Torrcons as necessary and scan AUTOTEST when done.
es: La comunicación con torrcons ha sido detenida. Ajustar los torrcons a lo necesario y escanear AUTOTEST cuando este listo

# Disabled_Prompt
source: Port Disabled.
es: Puerto deshabilitado

# MustBeInAutotest
source: The system must be in Autotest Mode to execute this command.
es: El sistema debe estar en modo de auto prueba para ejecutar el comando

# NotInAutoTestMode
source: System must be in AutoTest to execute this command.
es: El sistema debe estar en AutoPrueba para ejecutar el comando

# ScanSerialNumber2_Prompt
source: Idle. Ready to test. Load Part and Use Finger Buttons to Start Test.
es: Listo para prueba. Cargar parte y usar botón de dedo para iniciar prueba

# ScanSerialNumber2_Prompt2
source: Idle. Ready to test. Scan Model/Serial barcode or select 'BLANK TEST' to start test.
es: Listo para prueba. Escanear modelo

# ScanSerialNumber_Prompt
source: Port selected. Load Part and Use Finger Buttons to Start Test.
es: Puerto seleccionado. Cargar parte y usar botón de dedo para iniciar prueba.

# ScanSerialNumber_Prompt2
source: Scan Serial barcode or select 'BLANK TEST' to continue.
es: Escanear codigo de barras o seleccionar "PRUEBA EN BLANCO" para continuar

# SeqBasePressureCheck
source: Base Pressure Check
es: Revisión de base presión

# SeqReadyForSequence
source: Ready for Sequence
es: Listo para secuencia

# SerialNumberForLog
source: Serial Number: {0}
es: Numero de serie: {0}

# SerialNumberNotReady
source: System is not ready for a serial number!
es: El sistema no esta listo para número de serie

# InquirePrompt
source: This is were the inquire prompt should be entered
es: Aquí es donde el aviso debe entrar

# AcknowledgeRequired
source: Press Acknowledge to continue.
es: Oprimir reconocimiento para continuar

# NoTestButtonRequired
source: Press NO TEST Amber button to continue.
es: Presionar botón de NO PRUEBA AMBER para continuar

# AutoDemoActive_Prompt
source: Auto Demo Cycle Enabled.
es: Ciclo auto demo habilitado

# WaitForPartPDProofToComplete_Prompt
source: Waiting for PD test to complete
es: Esperando para terminar prueba PD para completar

# seqATestStep
source: A Test Step seq
es: Sequencia de etapa de prueba

# RoughLowOilWarning_Prompt
source: Rough Pump Oil Level is reading low
es: Desfogue de nivel de bomba de aceite lento

# ForelineLowOilWarning_Prompt
source: Foreline oil level is reading low
es: Aviso de bajo flujo de aceite

# PartConnectorCheckBlue_Prompt
source: Blue Connector check
es: Revisión de conector azúl

# PartConnectorCheckWhite_Prompt
source: White Connector check
es: Revisión de conector blanco

# SystemNotReadyToTest
source: System is not ready to test.
es: El sistema no esta listo para prueba

# EStopError
source: E Stop Pressed cannot execute this command.
es: Botón de emergenia no puede ejecutar este comando

# WaitingForPalmButtons_Prompt
source: Please Release Palm Buttons
es: Favor de liberar botones palm

# MCRPowerError
source: No MCR Power, Pull E-STOP and press the Start Button
es: Sin energia MCR, Jalar botón E-STOP y presionar botón de iniciar

# DuplicateSNError
source: Error Duplicate Serial Number
es: Error al duplicar número de serie

# DuplicateSNErrorTH
source: Duplicate SN
es: Duplicar SN

# RoughPumpPowerError_Prompt
source: Rough Pump Power Fault Press Rough Pump Start at rear of machine
es: Falla de energia al arranque en bomba de desfogue trasera

# WaterFlowError_Prompt
source: Water Flow Error, Check Water Flow to Rough Pump and Blower
es: Error en flujo de agua, revisar flujo de agua en desfogue de bomba y soplador

# WaitForAcknowledge_Prompt
source: Scan Acknowledge to Continue
es: Escanear reconocimiento para continuar

source: Base Pressure Check Failed
es: Revisión de base presión falló

source: Base Pressure Check Passed
es: Revisión de base presión pasó

# BasePressureCheckPrompt
source: Base Pressure Check
es: Revisión de base presión

source: Charge Tool Evac Failed
es: Herramienta de carga Evac falló

source: Charge Tool Evac Passed
es: Herramienta de carga Evac pasó

# ChargeToolEvacuationPrompt
source: Charge Tool Evacuation
es: Evacuación de herramienta de carga

# FinalEvacPassed
source: Part Evacuation Passed
es: Evacuación parcial aceptable

# FinalEvacPrompt
source: Part Evacuation
es: Evacuación parcial

# HiSideChargeFailed
source: High Side Charge Failed
es: Lado Hi de carga rechazado

# HiSideChargePassed
source: High Side Charge Passed
es: Lado Hi de carga aceptable

# HiSideChargePrompt
source: Charging High Side
es: Cargando lado Hi

# HiSideToolCheckFailed
source: High Side Tool Check Failed
es: Revisión de herramienta lado Hi rechazado

# HiSideToolCheckPassed
source: High Side Tool Check Passed
es: Revisión de herramienta lado Hi aceptable

# HiSideToolCheckPrompt
source: Checking High Side Tool Pump Down
es: Revisando herramienta de lado Hi de la bomba inferior

source: Hose Fill Failed
es: Falló llenado de manguera

source: Hose Fill Passed
es: Pasó llenado de manguera

source: Hose Fill Prompt
es: Aviso de llenado de manguera

source: Initial Evac Passed
es: Pasó evac inicial

# InitialEvacPrompt
source: Initial Evacuation Check
es: Evacuacion Inicial

# IntialEvacFailed
source: Initial Evac Failed
es: Evac inicial falló

source: LowSideChargeFailed
es: Lado bajo de carga rechazado

source: Low Side Charge Passed
es: Lado bajo de carga aceptable

# LowSideChargePrompt
source: Charging Low Side
es: Cargando lado bajo

source: Low Side Tool Check Failed
es: Revisión de lado bajo de herramienta rechazado

source: Low Side Tool Check Passed
es: Revisiòn de lado bajo de herramienta aceptable

# LowSideToolCheckPrompt
source: Checking Low Side Tool Pump Down
es: Revisando lado bajo de herramienta de bomba inferior

source: Operator Acknowledge Failed
es: Falló reconocimiento de operador

source: Operator Acknowledge Passed
es: Aprobó reconocimiento de operador

# OperatorAcknowledgePrompt
source: Scan ACKNOWLEDGE to continue
es: Escanear reconocimiento para continuar

source: Precharged Unit Check Failed
es: Revisión de unidad pre cargada falló

source: Precharged Unit Check Passed
es: Revisión de unidad pre cargada pasó

# PrechargedUnitCheckPrompt
source: Checking if Unit is charged with refrigerant
es: Revisando si la unidad esta cargada con refrigerante

source: Rate Of Rise Check Failed
es: Revisión de rango de aumento falló

source: Rate Of Rise Check Passed
es: Revisión de rango de aumento pasó

# RateOfRiseCheckPrompt
source: Rate Of Rise Check
es: Revisión de rango de aumento

source: Repeat Evac Failed
es: Falló repetición evac

source: Repeat Evac Passed
es: Pasó repetición evac

# RepeatEvacPrompt
source: Repeat Evacuation
es: Repetir evacuación

source: Tool Drain Failed
es: Drenaje de herramienta falló

source: Tool Drain Passed
es: Drenaje de herramienta pasó

# ToolDrainPrompt
source: Draining Refrigerant from Tool, Service Valves Can Be Closed at this Time
es: Drenaje de refrigerante de herramienta

source: Tool Evacuation Failed
es: Evacuación de herramienta falló

source: Tool Evacuation Passed
es: Evaciación de herramienta pasó

# ToolEvacuationPrompt
source: Evacuating Tool
es: Evacuando herramienta

source: Tool Recovery Failed
es: Recuperación de herramienta falló

source: Tool Recovery Passed
es: Recuperación de herramienta pasó

# ToolRecoveryPrompt
source: Tool Recovery
es: Recuperación de herramienta

# HiSideToolConnectorCheckFailed
source: High Side Tool Connector Check Failed
es: Revisión de conector de herramienta lado Hi falló

# HiSideToolConnectorCheckPassed
source: High Side Tool Connector Check Passed
es: Revisión de conector de herramienta lado Hi pasó

# HiSideToolConnectorCheckPrompt
source: High Side Tool Connector Check
es: Revisión de conector de herramienta lado Hi

# LoSideToolConnectorCheckFailed
source: Low Side Tool Connector Check Failed
es: Revisión de connector de herramienta lado Lo falló

# LoSideToolConnectorCheckPassed
source: Low Side Tool Connector Check Passed
es: Revisión de connector de herramienta lado Lo pasó

# LoSideToolConnectorCheckPrompt
source: Low Side Tool Connector Check
es: Revisión de connector de herramienta lado Lo

source: Final Evac Failed
es: Evac final rechazado

# WaitToStartInitialEvacPrompt
source: Waiting for Rough Pump To Be Available To Start Initial Evacuation.
es: Esperando desfogue de bomba para poder empezar la evacuacion inicial

# WaitToStartToolCheckPrompt
source: Waiting for Rough Pump To Be Available To Start Tool Check
es: Esperando desfogue de bomba para poder empezar revisión de herramienta

# InsertValveCoresFail
source: Failed Close Service Valves
es: Fallo al insertar nucleos de valvulas

# InsertValveCoresPass
source: Passed Close Service Valves
es: Aprobó al insertar nucleos de valvulas

# InsertValvesCoresPrompt
source: Close Service Valves, Press Acknowledge When Done and Ready to Recover the Tools.
es: Insertar nucleos de valvulas, presionar reconocimiento cuando este lista la recuperación de herramientas

# FlowmeterErrorFailed
source: Flowmeter Error
es: Error en flujometro

# FlowmeterErrorTH
source: Flowmeter Error
es: Error en flujometro

# LowFlowFailed
source: Low Flow Error
es: Error de flujo bajo

# LowFlowTH
source: Failed Low Flow
es: Flujo bajo rechazado

# MaximumTimeFailed
source: Charge Maximum Time Exceeded
es: Carga de tiempo maximo excedió

# MaximumTimeTH
source: Failed Max Time
es: Tiempo Máximo falló

# OverChargeFailed
source: Failed Over Charge On Flowmeter
es: Falló sobre carga en flujometro

# OverChargeTH
source: Flowmeter Over Charge
es: Flujometro sobre carga

# PassedCharge
source: Pass Charge: {0:0} lb {1:0.0} oz
es: Carga Aceptable: {0:0} lb {1:0.0} oz

# PassedChargeTH
source: Pass: {0:0} lb {1:0.0} oz
es: Aceptable: {0:0} lb {1:0.0} oz

# OverChargeFail
source: Failed Unit Over Charge: {0:0} lb {1:0.0} oz
es: Falló unidad sobre carga:{0:0} lb {1:0.0} oz

# OverChargeFailTH
source: Fail OverCharge: {0:0} lb {1:0.0} oz
es: Fallo sobre carga: {0:0} lb {1:0.0} oz

# UnderChargeFail
source: Failed Unit Under Charge: {0:0} lb {1:0.0} oz
es: Falló unidad baja en carga: {0:0} lbs {1:0.0} oz

# ESStationFailed
source: Did Not Pass ES Station
es: No paso estación ES

# ESStationFailedTH
source: Not Pass ES Station
es: No passo estación ES

source: Initializing Badge Form...
es: Iniciando forma badge...

source: Initializing BarCode Scanner...
es: Inicializando Lector de Codigo de Barras...

source: Initializing Counter Board...
es: Iniciando tarjeta de contador...

source: Initializing Database...
es: Inicializando Base de Datos...

source: Initializing Data Plot...
es: Iniciando gráfico de datos...

source: Initializing Event Log...
es: Inicializando Bitacora de Ventos...

source: Initializing Flowmeter Calibration Form...
es: Iniciando formulario de cabilbración del flujometro...

source: Initializing IO Interface...
es: Inicializando Interfase Encendido/Apagado...

source: Initializing Library...
es: Inicializando Librerias...

source: Initializing Main Form...
es: Iniciando formulario principal...

source: Initializing Manual Commands...
es: Inicializando Comandos Manuales...

source: Initializing Operator Form...
es: Inicializando Formatos de Operador...

# InitializingScannerError
source: An error occurred initializing the barcode scanner. See event log for details.
es: Un error ocurrido iniciando escaneo de codigo de barras. Ver bitacora de eventos para detalles

source: Initializing Schematic...
es: Inicializando Esquemas...

# WaitForModelSelectionPrompt
source: Waiting for Model Selection. Scan MODEL NUMBER or use SELECT MODEL Can not use DEFAULT model.
es: Esperando por selección de modelo. Escanear NUMERO DE MODELO o USAR SELECCIONAR MODELO. No puede usar Numero DEFAULT

# BothCircuitsNotEnabled
source: Both Circuits are not enabled.
es: Ambos circuitos deshabilitados

# Circuit1NotEnabled
source: White Circuit 1 Not Enabled
es: Circuito 1 blanco no habilitado

# Circuit2NotEnabled
source: Blue Circuit 2 Not Enabled
es: Circuito 2 azúl no habilitado

# DigitalIOActiveQuestion
source: Would you like the Digital IO form to be Active?
es: Le gustaria que la forma digital IO este activa?

source: Enter Serial Number
es: Introduce Numero de Serie

# ManualCommandACKNOWLEDGE
source: ACKNOWLEDGE
es: RECONOCIMIENTO

# ManualCommandACKNOWLEDGEWARNING
source: ACKNOWLEDGE WARNING
es: ADVERTENCIA DE RECONOCIMIENTO

# ManualCommandAUTOTEST
source: AUTOTEST
es: AUTO PRUEBA

# ManualCommandBLANKTEST
source: BLANK TEST
es: PRUEBA EN BLANCO

# ManualCommandDISABLEBLUECIRCUIT2
source: DISABLE BLUE CIRCUIT 2
es: DESHABILITAR CIRCUITO 2 AZÚL

# ManualCommandDISABLEWHITECIRCUIT1
source: DISABLE WHITE CIRCUIT 1
es: DESHABILITAR CIRCUITO 1 BLANCO

# ManualCommandENABLEBLUECIRCUIT2
source: ENABLE BLUE CIRCUIT 2
es: HABILITAR CIRCUITO 2 AZÚL

# ManualCommandENABLEWHITECIRCUIT1
source: ENABLE WHITE CIRCUIT 1
es: HABILITAR CIRCUITO 1 BLANCO

# ManualCommandENGLISH
source: ENGLISH
es: INGLES

# ManualCommandFLOWMETERCALIBRATION
source: FLOWMETER CALIBRATION
es: CALIBRACIÓN DE FLUJOMETRO

# ManualCommandFORCECHARGEBLUECIRCUIT2
source: FORCE CHARGE BLUE CIRCUIT 2
es: FORZAR CARGA DE CIRCUITO 2 AZÚL

# ManualCommandFORCECHARGEBOTH
source: FORCE CHARGE BOTH
es: FORZAR CARGA DE AMBOS

# ManualCommandFORCECHARGEWHITECIRCUIT1
source: FORCE CHARGE WHITE CIRCUIT 1
es: FORZAR CARGA DE CIRCUITO 1 BLANCO

# ManualCommandINQUIRE
source: INQUIRE
es: PREGUNTAR

# ManualCommandLOGIN
source: LOGIN
es: INICIAR SESION

# ManualCommandLOGOFF
source: LOGOFF
es: FINALLIZAR SESION

# ManualCommandMANUALMODE
source: MANUAL MODE
es: MODO MANUAL

# ManualCommandRECOVERBLUECIRCUIT2
source: RECOVER BLUE CIRCUIT 2
es: RECUPERAR CIRCUITO 2 AZÚL

# ManualCommandRECOVERWHITECIRCUIT1
source: RECOVER WHITE CIRCUIT 1
es: RECUPERAR CIRCUITO 1 BLANCO

# ManualCommandRESET
source: RESET
es: REESTABLECER

# ManualCommandRESETBLUECIRCUIT2
source: RESET BLUE CIRCUIT 2
es: RESTABLECER CIRCUITO 2 AZÚL

# ManualCommandRESETWHITECIRCUIT1
source: RESET WHITE CIRCUIT 1
es: RESTABLECER CIRCUITO 1 BLANCO

# ManualCommandSERIALNUMBER
source: SERIAL NUMBER
es: NUMERO DE SEIE

# ManualCommandSPANISH
source: SPANISH
es: ESPANOL

# ManualCommandZEROBLUECIRCUIT2
source: ZERO BLUE CIRCUIT 2
es: CIRCUITO 2 AZÚL CERO

# ManualCommandZEROWHITECIRCUIT1
source: ZERO WHITE CIRCUIT 1
es: CIRCUITO 1 BLANCO CERO

# SchematicActiveQuestion
source: Would you like the Schematic to be Active?
es: Le gustaria activar el esquema?

# SeqHiSideToolCheck
source: Evacuating High Side Tool
es: Evacuando herramienta lado Hi

# SeqLoSideToolCheck
source: Evacuating Low Side Tool
es: Evacuando herramienta lado Lo

# ViewDigitalIO
source: VIEW DIGITAL IO FORM
es: VER FORMA DIGITAL IO

source: VIEW SCHEMATIC
es: VER ESQUEMA

# SeqChargeHoseChargeToolRecovery
source: Recovering Tools
es: Recuperando Herramientas

# Circuit1NoToolEnabled
source: White Circuit 1 No Tool Enabled
es: Herramienta de circuito 1 blanco no habilitada

# Circuit2NoToolEnabled
source: Blue Circuit 2 No Tool Enabled
es: Herramienta de circuito 2 azúl no habilitada

# CircuitNoToolEnabledTH
source: No Tool Enabled
es: No herramienta habilitada

# MCROff
source: MCR OFF, Press White Start Button to Restart the machine
es: MCR Apagador, Presionar boton blanco de inicio para reiniciar la maquina

# RecoverUnitPrompt
source: Recovering Unit, Scan ACKNOWLEDGE to quit early
es: Recuperando unidad, escanear reconocimiento para terminar antes

# SeqChargeHiSide
source: Charging High Side
es: Cargando lado Hi

# SeqChargeLoSide
source: Charging Low Side
es: Cargando lado bajo

# SeqFinalEvac
source: Evacuating Part
es: Evacuacion

# SeqInsertValveCores
source: Insert Valve Cores
es: Insertar nucleos de valvulas

# SeqRORCheck
source: Rate Of Rise Pressure Check
es: Verificar Rocio

# SeqToolDrain
source: Draining Tools
es: Herramienta de drenaje

# TestAbortedFail
source: Fail Other Side, Test Aborted
es: Falló otro lado, Prueba abortada

# TestAbortedFailTH
source: Fail Other Side
es: Falló otro lado

# WaitForOtherRORPrompt
source: Wait for ROR on other side to finish
es: Esperar por ROR en otros lados para terminar

# AnalogSignalCounterOutputs
source: Counter Outputs
es: Salidas del contador

# AnalogSignalElapsedTime
source: Elapsed Time
es: Tiempo transcurrido

# AnalogSignalEvacPressure
source: Evac Pressure
es: Presión Evac

# AnalogSignalFlow
source: Flow
es: Flujo

# AnalogSignalHiSideCounts
source: Hi Side Counts
es: Recuentos de lado Hi

# AnalogSignalLoSideCounts
source: Lo Side Counts
es: Recuentos de lado Lo

# AnalogSignalPartCharge
source: Part Charge
es: Carga parcial

# AnalogSignalPartFlow
source: Part Flow
es: Flujo Parcial

# AnalogSignalseconds
source: sec
es: s

# AnalogSignalSupplyPressure
source: Supply Pressure
es: Presión de suministro

# AnalogSignalToolPressure
source: High Side Tool Press
es: Presión total

# LowPumpOilPrompt
source: Pump Oil Warning
es: Advertencia de bomba de aceite

# LowRefPressurePrompt
source: Low Refrigerant Supply Pressure, Charging Disabled
es: Presión de suministro de refrigerante baja

# ManualCommandRECOVERBOTH
source: RECOVER BOTH
es: RECUPERAR AMBOS

source: NO WEIGHT ENTERED OR DATA SELECTED!
es: NO SE INTRODUJO PESO O INFORMACIÓN SELECCIONADA

# HighSideLowOilWarning_Prompt
source: Warning: Low vacuum pump oil level High Side!
es: Advertencia: Bajo nivel de aceite de la bomba de vacío Lado Hi

# LowSideLowOilWarning_Prompt
source: Warning: Low vacuum pump oil level Low Side!
es: Advertencia: Bajo nivel de aceite de la bomba de vacío Lado bajo

# Idle_Prompt_ScanOnly
source: Scan Serial Number
es: Escanear Numero de Serie

# DiagEvacAllLinesPrompt
source: Evacuating the leaky Gun, the Supply Line, and Recovery Line
es: Evacuating Both Guns, the Supply Line, and Recovery Line

# WaitForSerialNumberTxt
source: Scan Serial Number
es: Escanear número de serie
